[
    {
      "Description": "Quis nisi esse nisi laboris amet ipsum consectetur. Qui ea ipsum cupidatat mollit est adipisicing exercitation aliqua irure veniam eiusmod. Eu incididunt laborum commodo et minim sit officia officia ad do nostrud minim. Labore excepteur nulla ipsum nisi occaecat do eiusmod in aute pariatur pariatur cupidatat deserunt et. Nisi sint deserunt consectetur labore velit excepteur commodo. Tempor aliqua esse fugiat pariatur mollit cupidatat voluptate eiusmod ad magna duis. Velit amet proident nostrud adipisicing minim ipsum.\r\n",
      "Date": "2021-09-07",
      "Amount": 2554.9177
    },
    {
      "Description": "Sint mollit fugiat sint consectetur id consectetur ut laboris ad proident fugiat laboris exercitation laboris. Voluptate id et proident voluptate quis reprehenderit culpa. Aute nostrud sint ipsum velit aliqua magna incididunt labore aute aute aliqua anim ut anim.\r\n",
      "Date": "2021-03-15",
      "Amount": 1755.1426
    },
    {
      "Description": "Enim amet fugiat commodo nulla. Velit tempor est cupidatat ipsum officia commodo occaecat ut proident mollit do aliquip id veniam. Magna qui eu nisi laboris mollit amet labore anim adipisicing non laboris anim labore incididunt.\r\n",
      "Date": "2022-03-16",
      "Amount": 3928.7236
    },
    {
      "Description": "Nisi dolor ad pariatur aliqua amet aute. Amet ea labore nostrud aliqua culpa nostrud officia eu dolor commodo reprehenderit cupidatat officia. Dolor laborum ex nulla ex adipisicing elit labore minim.\r\n",
      "Date": "2021-10-13",
      "Amount": 4956.1401
    },
    {
      "Description": "Culpa culpa laboris adipisicing officia sunt dolore ad magna sit ipsum ipsum sint anim. Velit est eu qui aliquip labore enim deserunt. Labore ad laborum occaecat irure dolor consequat occaecat ex nisi nostrud ipsum commodo. Excepteur Lorem qui cupidatat aute irure quis officia. Voluptate nisi eiusmod enim commodo id.\r\n",
      "Date": "2021-11-09",
      "Amount": 1708.449
    },
    {
      "Description": "Commodo laborum aute et est mollit ex sunt exercitation. Velit dolor do laborum magna cupidatat. Aute occaecat ex adipisicing esse.\r\n",
      "Date": "2021-02-16",
      "Amount": 810.1226
    },
    {
      "Description": "Labore esse aute aliquip consequat in occaecat ea nulla. Nostrud laborum labore qui elit nostrud sint consectetur in incididunt. Proident labore pariatur in sunt ullamco est dolore veniam eu fugiat officia irure.\r\n",
      "Date": "2021-02-03",
      "Amount": 9891.5313
    },
    {
      "Description": "Nostrud esse Lorem non culpa non culpa eu aute Lorem deserunt. Eiusmod dolore fugiat eu nulla velit velit nostrud enim ex ipsum esse. Qui fugiat ullamco aute laboris fugiat duis consequat. Proident officia excepteur ullamco aute commodo. Fugiat sint pariatur deserunt in eiusmod.\r\n",
      "Date": "2021-03-01",
      "Amount": 335.2603
    },
    {
      "Description": "Non dolore exercitation cillum qui veniam qui amet consectetur fugiat sint sunt deserunt. Qui incididunt aute ea ipsum adipisicing nulla. Esse nisi ut velit proident sunt qui duis dolor ut commodo proident sunt sit. Nostrud dolor incididunt nulla qui ipsum aliquip reprehenderit. Amet consectetur id duis do ex ea cupidatat sint adipisicing labore officia dolore. Mollit deserunt nisi cillum laborum proident non officia anim veniam deserunt irure ea pariatur incididunt. Fugiat aute reprehenderit occaecat incididunt amet eiusmod consequat ea magna quis id pariatur cupidatat.\r\n",
      "Date": "2021-06-19",
      "Amount": 5334.2769
    },
    {
      "Description": "Deserunt voluptate minim dolor et nostrud nulla dolor elit mollit cillum ullamco nulla ad officia. Adipisicing ipsum aliquip nostrud magna est amet in non. Magna nulla esse culpa cillum. Voluptate proident elit esse ex. Nulla sint deserunt incididunt tempor quis anim laborum mollit non id. Fugiat laboris cupidatat elit occaecat anim quis non sit elit.\r\n",
      "Date": "2022-03-28",
      "Amount": 607.9793
    },
    {
      "Description": "Minim duis officia ullamco commodo laborum irure sunt id minim. Eu et occaecat sint aliquip velit quis fugiat officia sit. Sunt quis ipsum sint proident est ullamco cupidatat excepteur enim cillum. Consequat nostrud nostrud sit cillum consectetur ipsum elit.\r\n",
      "Date": "2022-05-19",
      "Amount": 7404.367
    },
    {
      "Description": "Sint consequat nulla et ut voluptate pariatur occaecat ad. Ad tempor deserunt ullamco proident Lorem. Eiusmod deserunt eu fugiat sint proident minim eu labore.\r\n",
      "Date": "2022-03-19",
      "Amount": 7021.4081
    },
    {
      "Description": "Sit sint enim do consectetur sit minim excepteur magna cillum. Officia reprehenderit ullamco amet dolor non cupidatat sint. Laborum exercitation quis ad nisi reprehenderit eiusmod velit sit laborum consequat laborum eiusmod. Occaecat dolor qui mollit quis ut exercitation mollit excepteur non.\r\n",
      "Date": "2022-06-14",
      "Amount": 9508.578
    },
    {
      "Description": "Nulla reprehenderit minim deserunt eu elit Lorem ullamco nulla deserunt. Nostrud ut ex ipsum cillum tempor. Deserunt sunt tempor tempor incididunt culpa dolor. Magna qui amet eiusmod magna qui nostrud sit ullamco nulla sit sit. Ipsum incididunt non aute ullamco eu sunt veniam esse fugiat consequat dolor laboris eu deserunt. Tempor cupidatat labore sunt ad magna elit exercitation excepteur eiusmod magna et velit. Qui pariatur id qui ea ullamco ea veniam nostrud irure aliquip.\r\n",
      "Date": "2022-07-10",
      "Amount": 8291.921
    },
    {
      "Description": "Nostrud Lorem duis voluptate non deserunt est eiusmod magna. Reprehenderit nostrud deserunt velit aliqua nulla in labore reprehenderit tempor esse magna commodo. Est reprehenderit aute ad tempor occaecat ullamco elit ex fugiat occaecat. Nostrud anim velit exercitation in.\r\n",
      "Date": "2022-03-31",
      "Amount": 600.381
    }
  ]